{
  "movies": [
    {
      "id": 1,
      "title": "Jungle Cuise",
      "imageUrl": "/img/jungle-cruise.jpeg",
      "genre": "Adventure",
      "description": "Dreaming about saving countless lives and havinganother adventure, the feisty English feminist and doctor ofbotany, Dr Lily Houghton, embarks on a peril-laden missionto change the world. Along with her fashionable brother,MacGregor, Dr Houghton enlists the help of the arrogant,wisecracking riverboat skipper, Captain Frank Wolff, toguide them through the serpentine Amazon River in La Quila,his swift wooden boat. Now, as the intrepid trio venturesdeeper and deeper into the heart of an impenetrable greenmaze, searching for something that cannot be found, acenturies-old curse and the ruthless aristocrat, PrinceJoachim, threaten to put an end to their ambitious plans."
    },
    {
      "id": 2,
      "title": "The Little Mermaid",
      "imageUrl": "/img/the-little-mermaid.jpg",
      "genre": "Fantasy",
      "description": "The youngest of King Triton's daughters, Ariel is a beautiful and spirited young mermaid with a thirst for adventure. Longing to find out more about the world beyond the sea, Ariel visits the surface and falls for the dashing Prince Eric. Following her heart, she makes a deal with the evil sea witch, Ursula, to experience life on land."
    },
    {
      "id": 3,
      "title": "Home Alone",
      "imageUrl": "/img/home-alone.jpeg",
      "genre": "Comedy",
      "description": "It is Christmas time and the McCallister family is preparing for a vacation in Paris, France. But the youngest in the family, Kevin (Macaulay Culkin), got into a scuffle with his older brother Buzz (Devin Ratray) and was sent to his room, which is on the third floor of his house. Then, the next morning, while the rest of the family was in a rush to make it to the airport on time, they completely forgot about Kevin, who now has the house all to himself. Being home alone was fun for Kevin, having a pizza all to himself, jumping on his parents' bed, and making a mess. Then, Kevin discovers about two burglars, Harry (Joe Pesci) and Marv (Daniel Stern), about to rob his house on Christmas Eve. Kevin acts quickly by wiring his own house with makeshift booby traps to stop the burglars and to bring them to justice."
    },
    {
      "title": "The Dark Knight",
      "genre": "Superhero",
      "director": "Christopher Nolan",
      "year": "2008",
      "imageUrl": "https://m.media-amazon.com/images/S/pv-target-images/e9a43e647b2ca70e75a3c0af046c4dfdcd712380889779cbdc2c57d94ab63902.jpg",
      "rating": "9",
      "description": "When a menace known as the Joker wreaks havoc and chaos on the people of Gotham, Batman, James Gordon and Harvey Dent must work together to put an end to the madness.",
      "id": "cvwudw3qom34ch2m3"
    },
    {
      "title": "Inception",
      "genre": "Sci-Fi",
      "director": "Christopher Nolan",
      "year": "2010",
      "imageUrl": "https://encrypted-tbn3.gstatic.com/images?q=tbn:ANd9GcRRyuWmayVBvqjd1MxTKpRgauq2cCtUzb7Q9QvaFTkAuxAU_EYMoCE3wBuJeftxIzf0grreIw",
      "rating": "9",
      "description": "A thief who steals corporate secrets through the use of dream-sharing technology is given the inverse task of planting an idea into the mind of a C.E.O., but his tragic past may doom the project and his team to disaster.",
      "id": "cvwudwcg8m34cxfvo"
    }
  ]
}